---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CopyMonitorFailures.CopyWatchAlert
source: html/62dc3a39-e072-264a-fffe-b2a07c25a9c7.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CopyMonitorFailures.CopyWatchAlert Property

Coordination Monitor alert : [Description]

## Syntax (C#)
```csharp
public static FailureDefinitionId CopyWatchAlert { get; }
```